Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: harjoittaa kalastusta jopa paikoissa, joihin rannanomistajalla on omistusoikeus. Tästä on
sme: gáddeeaiggátvuohta lea. Spiehkastagat leat luossabivdui mii gullá gáddeeaiggádii,

source: poikkeuksena lohenkalastus, joka on rannanomistajan oikeus, katso 15. toukokuuta 1992
sme: geahča luossa- ja siseananguolástusa lága, mii bođii miessemánu 15. b. 1992, nr. 47 §

source: Asia ei ole kuitenkaan aina ollut näin.
sme: Álo ii leat dattetge leamaš nu.

source: Merikalastus oli entisaikaan samojen säännösten alainen kuin makeanveden
sme: Mearračáhceguolásteapmi gulai ovddeš áiggiid

source: kalastus.
sme: seammá lágaid vuollái go sáivačáhceguolásteapmi.

source: Yksittäisillä henkilöillä tai paikallisyhdistyksillä saattoi olla kalastusta koskevia
sme: Ovttaskas olbmuin dahje

source: erityisoikeuksia.
sme: gilleservviin sáhtte leat erenoamáš vuoigatvuođat guolásteapmái.

source: Professori Knut Robbersted lausuu asiasta seuraavaa:
sme: Professor Knut

source: ” Kalastusalueet olivat niin tärkeitä ihmisille, etteivät he kyenneet tulemaan toimeen ilman niitä.
sme: ” Guollenjuorat ledje nu deaŧalaččat olbmuide, ahte eai báljo birgen daid haga.

source: Tämän takia ihmisten oli pakko katsoa olevansa laillisesti oikeutettuja käyttämään kalastusalueita samalla tavalla kuin maita ja metsästysmaitakin.
sme: Danne olbmot fertejedje oamastit alcceseaset juridihkálaš vuoigatvuođa guollenjurrii, nugo muđuidge eatnamiidda ja bivdomeahccái.

source: Näyttää siltä kuin tätä aluetta koskevat säännöt olisivat suurin piirtein samanlaiset kuin maaalueita koskevat. ”
sme: Riektenjuolggadusat merrii orrot leamaš sullii nugo gáttisge eatnamiidda. ”

source: (Historiallinen katsaus, päivätty 20. helmikuuta 1950 (Ulkoministeriötä varten kalastusraja-asian yhteydessä tehty selvitys) s. 5–6.)
sme: (Historjjálaš geahčastat, beaiváduvvon guovvamánu 20. b. 1950 (Čielggadeapmi Olgoriikadepartementii Guolástusráji ášši oktavuođas) siiddut 5 – 6.)

source: 1700- ja 1800-luvun aikana samanaikaisesti elinkeinojen liberalisoitumisen kanssa
sme: 1700- ja 1800-logus, seammás go ealáhusat liberaliserejuvvojedje, ilbmagođii dat

source: alkoi vallata alaa käsitys, jonka mukaan meressä kalastaminen on vapaata kaikille. On
sme: jurdda ahte buohkat sáhttet friddja bivdit ábi. Dattetge leat ollu ovdamearkkat das

source: kuitenkin olemassa paljon esimerkkejä siitä, että paikallisten ihmisten käsitykset
sme: ahte báikkálaš oaivilat guolástanvuoigatvuođaid birra bisso rievddakeahttá juristtaid

source: kalastusoikeuksista säilyivät lainoppineiden opeista huolimatta.
sme: oahpas beroškeahttá. Ovdamearkan lea Várjjatvuona guolásteapmi.

source: Yksi esimerkeistä koskee
sme: Lávdegoddi man

source: Varanginvuonossa harjoitettua kalastusta. Finnmarkin kalastuskomitea vuodelta 1891 (Den
sme: namma lei Den finmarkske Fiskerikommission af 1891 addá diehttevassii ahte

source: finmarkske Fiskerikommission af 1891) ilmoittaa, että Varanginvuonossa on pidetty edelleen
sme: Várjjatvuonas ain doaladit čavga gitta dan dološ árbevierus ahte sis geavaheddjiin lea

source: tiukasti kiinni vanhasta perinnäistavasta, joka antaa oikeuden jakaa ” kalastusvedet ” käyttäjien
sme: vuoigatvuohta juogadit guollemeara (” Fiskehavet ”) gaskaneaset.

source: kesken (mietintö (1894) s. 15).
sme: (Árvalus (1894) s.

source: Erityistä kiinnostusta herättää se, miten tärkeinä Norjan valtio itse piti paikallisia
sme: Erenoamáš beroštahtti lea oaidnit dan deattu maid Norgga stáhta ieš bijai

source: perinnäistapoja kiistellessään Ison-Britannian kanssa kalastusrajoista.
sme: báikkálaš árbevieruide go lei guolástusrádjeriidu Stuorrabritanniain.

source: Iso-Britannia ei
sme: Stuorrabritannia

source: halunnut hyväksyä Norjan vuonna 1935 asettamaa kalastusrajaa Trænasta Varangiin.
sme: ii dáhtton dohkkehit dan guolástusráji maid Norga mearridii jagi 1935 Træna rájis

source: neljän meripeninkulman pituisen kalastusrajan perusteena oli perusviiva, joka ei seurannut
sme: vuođđun vuođđolinnjá mii ii čuvvon gátti, muhto mii lei sárgojuvvon dihto čuoggáid

source: rannikkolinjaa vaan joka vedettiin mantereen, saarien ja luotojen kiintopisteiden välille. Iso
sme: gaskka mat ledje gáttis, sulluin ja bođđasiin. Stuorrabritannia hoiggai ášši Riikkaid

source: Britannia vei asian Kansainväliseen tuomioistuimeen, joka ratkaisi sen vuonna 1951 Norjan
sme: gaskasaš duopmostullui, ja áššis mearridedje jagi 1951 Norgii vuoitun. Dan áššis

source: eduksi. Tässä asiassa Norja pyrki osoittamaan toteen, että oppi ” vapaasta kalastuksesta ” ei
sme: Norga čuoččuhii ahte ” friddja bivdu ” - oahppa eai lean goassege dohkkehan Norgga

source: ollut koskaan saanut jalansijaa Norjan rannikolla.
sme: gáttiin.

source: Tuomio osoittaa ratkaisun kannalta
sme: Duopmu čájeha ahte go miehtá mearragátti duođaštuvvui historjjálaš

source: kalastusvesien historiallisen käytön ja perinnäistapoihin perustuvien paikallisten sääntöjen
sme: geavaheapmi man vuođđun ledje báikkálaš árbevierronjuolggadusat, de dat šattai

source: Yhtenä esimerkkinä siitä, että paikalliset perinnäistavat ovat säilyneet aina meidän
sme: Ovdamearkka das ahte báikkálaš árbevierut leat seilon gitta min áigái ja

source: 1985, sivu 247.
sme: maiddái leat dohkkehuvvon Alimusrievttis, addá lohkamassii Rt. 1985 siiddus 247,

source: Asia on saanut alkunsa Kåfjordin (Gáivuotna) saamelaiskunnassa eli samassa
sme: Gáivuotna-ášši.

source: kunnassa kuin Svartskogen-asia, katso Rt.
sme: Ášši lea Gáivuotna nammasaš sámi suohkanis, seammá suohkan masa

source: 2001 sivu 1229.
sme: Čáhpput-áššige gullá, Rt. 2001 siidu 1229.

source: 35 artiklaa ja merivesiin kohdistuvia oikeuksia koskevia tarkempia tietoja: Valtion
sme: Dárkileappot artihkkala 35 ja mearračáhcevuoigatvuođaid birra: Stáhta

source: velvollisuus määritellä saamelaisten oikeudet koskee 38 artiklan määräyksen mukaan myös
sme: geatnegasvuohta identifiseret sámi vuoigatvuođaid gusto artihkkala 38 Vuosttaš

source: Tässä yhteydessä viitataan 35 artiklaan.
sme: Mii čujuhit artihkkala 35

source: Tässä yhteydessä voidaan myös viitata suurkäräjien lakivaliokunnan lausuntoihin,
sme: Dán oktavuođas mii sáhttit čujuhit maiddái stuorradikki justiisalávdegottige

source: jotka liittyvät Finnmarkin läänin maa-alueisiin ja luonnonvaroihin liittyvistä oikeudellisista
sme: cealkámušaide Finnmárkku fylkka eatnamiid ja luondduresurssaid riektedili ja

source: olosuhteista ja niiden hallinnosta 17. kesäkuuta 2005 annettuun lakiin n:o 85. Finnmarkin lain
sme: hálddašeami lága oktavuođas, mii bođii geassemánu 17. b. 2005, nr. 85.

source: eikä siis koske merivesialueita, katso 2 §.
sme: Finnmárkolága doaibmaguovlu lea ráddjejuvvon gittaopmodahkii ja čázádagaide mat leat Finnmárkku fylkkas, ja nappo dalle ii gusto mearračáziide, geahča § 2.

source: Lakivaliokunta lausuu kuitenkin, että merivesiin
sme: Justiisalávdegoddi cealká dattetge ahte dárbu lea dárkileappot čielggadit

source: kohdistuvia oikeuksia on syytä selvittää tarkemmin, ja esittää yhtenä mahdollisuutena, että
sme: mearračáhcevuoigatvuođaid, ja rahpá vejolažžan viiddidit Finnmárkolávdegotti

source: Finnmarkin komission mandaattia (katso lain 5 luvun 1 kohta) laajennetaan myöhemmin niin,
sme: bargomearrádusa (geahča lága kap 5 čuoggá 1) maŋŋil, vai gokčá

source: (Innst. O.) n:o 80 (2004−2005) s. 30−31.
sme: mearračáhcevuoigatvuođaid, geahča Árvalusa O. nr. 80 (2004-2005) s. 30-31.

source: 36 artiklaa ja merivesiin kohdistuvia oikeuksia koskevia tarkempia tietoja: 36
sme: Dárkileappot artihkkala 36 ja mearračáhcevuoigatvuođaid birra: Stáhta

source: artiklaan perustuvat valtion velvollisuudet koskevat myös merivesien luonnonvaroja. 36
sme: geatnegasvuođat artihkkala 36 mielde gustojit maid mearračáziid resurssaide.

source: artiklan toisen ja kolmannen kappaleen säännöstä sovelletaan näin ollen silloin, kun öljy- ja
sme: Artihkkala 36 njuolggadusa nubbi ja goalmmát lađas šaddet nappo dalle váldojuvvot

source: kaasuesiintymiä tutkitaan ja hyödynnetään sellaisilla vuono- ja rannikkoalueilla, joihin
sme: atnui go ohcet ja vižžet oljju ja gássa vuotna- ja riddoguovlluin main leat sámi

source: saamelaisilla on oikeuksia 38 artiklan ensimmäisen kappaleen nojalla.
sme: vuoigatvuođat artihkkala 38 Vuosttaš lađđasa mielde.

source: Öljy- ja
sme: Oljo- ja gássaviežžamat dahket

source: kaasuesiintymien hyödyntäminen edellyttää laitteistojen rakentamista myös mantereelle,
sme: dárbbašlažžan hukset installašuvnnaid maiddái gáddái, nugo Finnmárkku Snøhvit

source: mistä yhtenä esimerkkinä on Finnmarkin Snøhvit- eli Lumikki-kaasukenttä.
sme: gávnnus ovdamearkka dihte čájeha.

source: 34−37 artiklat
sme: Mii guoská dákkár doaimma gáddedollui, de dan

source: sääntelevät suoraan tätä mantereella tapahtuvan toiminnan osaa.
sme: regulerejit artihkkalat 34 – 37 njuolga.

source: Myös merivesialueella voidaan ajatella tapahtuvan kalavaroihin vaikuttavia
sme: Maiddái mearračáziide leat vejolaččat dakkár meassamat mat čuhcet

source: Ne saattavat muun muassa liittyä kalankasvatuslaitoksiin ja muiden
sme: Nu sáhttá leat ee. guollebiepmahagaid ja eará mearračáhce

source: merivesialueella sijaitseviin laitoksiin.
sme: rusttegiid dáfus.

source: Tämän johdosta 36 artiklan neljännen kappaleen
sme: Artihkkala 36 njealját lađas šaddá dainna lágiin váikkuhit seammá

source: määräystä sovelletaan vastaavalla tavalla myös merivesialueeseen.
sme: ládje maiddái mearračáziide.

source: 37 artiklaa ja merivesiin kohdistuvia oikeuksia koskevia tarkempia tietoja: 37 artiklan
sme: Dárkileappot artihkkala 37 ja mearračáhcevuoigatvuođaid birra: Artihkkala

source: määräystä korvauksen saamisesta sovelletaan myös merivesiin kohdistuviin oikeuksiin.
sme: 37 mearrádus buhtadasa birra šaddá maid leat anihahtti mearračáhcevuoigatvuođaide.

source: Esimerkkinä tästä voidaan viitata Rt. 1985:n sivulla 247 selostettuun ratkaisuun, jossa vuonon
sme: Ovdamearkkan lea Rt. 1985 siidu 247 mas vuotnabivdit ožžo buhtadasa vahágiid

source: vahingoista.
sme: ovdii mat deaividedje guolástussii čáhcerusttethuksema geažil.

source: Myös 37 artiklan määräyksiä, jotka koskevat maksun saamista tai oikeutta saada
sme: Artihkkala 37

source: osa tuotosta luonnonvarojen hyödyntämisen yhteydessä, sovelletaan vastaavalla tavalla
sme: mearrádusat divada dahje gillájeddjiid vuoigatvuođa birra oažžut oasi vuoittus go

source: merivesialueen luonnonvarojen hyödyntämisen yhteydessä.
sme: earát vižžet luondduresurssaid, anihit maid mearračáziid resurssaid dáfus.

source: Toinen kappale: Kuten ensimmäistä kappaletta koskevissa huomautuksissa on
sme: Nubbi lađas: Nugo daddjo Vuosttaš lađđasa mearkkašumiin, de norgalaš

source: mainittu, Norjan oikeudessa kalastuksen katsotaan pääsääntöisesti olevan vapaata kaikille.
sme: rievttis lea váldonjuolggadussan dat ahte buohkat sáhttet friddja guolástit.

source: Ammattikalastusta säännellään kuitenkin kiintiöjärjestelmillä liikakalastuksen välttämiseksi.
sme: Fidnoguolástus lea dattetge regulerejuvvon earreortnegiiguin vai eai bivdde

source: Toisen kappaleen määräys velvoittaa valtiota ottamaan huomioon saamelaisten
sme: badjelmearálaččat. Nuppi lađđasa mearrádus geatnegahttá stáhta váldit vuhtii sámi

source: luonnonvarojen käytön saaliskiintiöitä jaettaessa.
sme: geavaheami go leat guolleeriid juogadeapmi.

source: Ilman kohtuullista osuutta
sme: Jos mearrasámi báikegottiin ii leat

source: kalastuskiintiöistä eteläsaamelaiset paikallisyhteisöt eivät tule toimeen, katso tässä yhteydessä myös 6 artiklan toinen kappale, jossa käsitellään valtion velvollisuuksia suhteessa
sme: govttolaš guolleearreoassi, de eai birge, geahča dás maiddái artihkkala 6 Nuppi

source: saamelaisiin paikallisyhteisöihin.
sme: lađđasa mii lea stáhta geatnegasvuođaid birra sámi báikegottiide. Nuppi lađđasa

source: Toisen kappaleen määräys pätee, vaikka ensimmäisessä
sme: mearrádus gusto vaikko eai leat mearriduvvon dakkár vuoigatvuođat maid Vuosttaš

source: kappaleessa mainittuja oikeuksia ei olekaan vahvistettu.
sme: lađas namaha.

source: Kysymystä kalastuksen sääntelyssä sovellettavista saamelaisten oikeuksista selvitti
sme: Sámiid vuoigatvuođat guolástusreguleremiin lea áššin čielggadan Carsten

source: vuonna 1990 Carsten Smith, katso Lov og Rett - julkaisu 1990, s. 507 alk.
sme: Smith jagi 1990, geahča Lov og Rett 1990 s. 507 jč.

source: Hän kiinnittää
sme: Son čujuha dasa ahte guolle

source: artikkelissaan huomiota siihen, että kalavarat ovat osa saamelaisten aineellista
sme: resurssat leat oassi sámiid ávnnaslaš kulturvuođus, ja sámi álbmot sáhttá gáibidit

source: kulttuuriperustaa ja että saamelaisilla on oikeus vaatia kansalaisoikeuksia ja poliittisia
sme: alccesis positiiva sierradoaibmabijuid ON-konvenšuvnna mielde mii lea siviila ja

source: oikeuksia koskevan YK:n yleissopimuksen (KP.)
sme: politihkalaš vuoigatvuođaid birra (SP), artihkkal 27.

source: 27 artiklan mukaisia positiivisia
sme: Kultuvrii erenoamáš ealáhusat

source: ahtaassa merkityksessä − eli elinkeinoja, joilla on selkeä saamelainen erityispiirre − niin
sme: gáržžes mearkkašumis – ealáhusat main lea čielga sápmelašvuohta – eai leat áidna

source: kauan kuin on kysymys tällaisesta jatkuvasti tärkeän kulttuuriperustan muodostavasta
sme: maid artihkkal 27 gokčá, nu guhká go árbevirolaš resursageavaheapmi ain lea dakkár

source: perinteisestä saamelaisesta luonnonvarojen käytöstä.
sme: mii bissu deaŧalaš kulturcaggin.

source: KP:n 27 artiklassa käsitellään valtion
sme: SP artihkkal 27 čalmmustahttá stáhtalaš doaibma

source: toimenpiteiden lopputulosta, jota on määrä arvioida saamelaisten tarpeitten pohjalta.
sme: bijuid bohtosiid, ja dat fertejit árvvoštallojuvvot sámiid dárbbuid vuođul. Guovdilis

source: Saamelaisen kulttuurin suojelun ja kehittämisen keskeisenä edellytyksenä on saamelaisten
sme: eaktu sámi kultuvrra suodjaleapmái ja ovddideapmái lea sámi ássamiid seailluheapmi

source: asutuksen ylläpitäminen saamelaisissa paikallisyhteisöissä.
sme: sámi báikegottiin.

source: asukkaat ovat erittäin riippuvaisia kalastuksesta, jolla on suuria seurausvaikutuksia muuhun
sme: Mearragátti báikegottiid ássamiidda lea guolástus viehka

source: työllistymiseen.
sme: dárbbašlaš, ja dat viidát váikkuha eará bargovejolašvuođaide.

source: Kalastuksen sääntelyt ovat siis sentyyppisiä sääntelyjä, joilla on olennaista
sme: Guolástusa reguleremat

source: merkitystä kulttuuriperustalle.
sme: leat nappo dalle dakkár reguleremat mat garrasit váikkuhit kulturvuđđui.

source: Kalastuksen säänteleminen kiintiöillä on yksi sen kaltaisista kysymyksistä, joista
sme: Guolástusa reguleret eriiguin lea dakkár ášši mas Sámediggi sáhttá gáibidit

source: saamelaiskäräjät voivat vaatia neuvottelujen käynnistämistä 16 artiklan nojalla.
sme: beassat šiehtadallat artihkkala 16 mielde.

source: Niiden oikeuksien lisäksi, jotka saamelaisilla omistus- tai käyttöoikeuden muodossa on, tulee saamelaiskäräjillä olla 16 artiklan mukainen osallistumisoikeus 34 ja 38 artiklassa tarkoitettujen alueiden julkiseen hallintoon.
sme: Artihkkal 39 Eananviidodagaid ja resurssaid hálddašeapmi Buohtalagaid daiguin vuoigatvuođaiguin mat sámiin leat eaiggáduššanriektin ja opmodatriektin, sámedikkiin galgá leat vuoigatvuohta leat mielde mearrideamen guovlluid almmolaš hálddašeami artihkkala 16 mielde, nugo oidno artihkkalis 34 ja 38.

source: Määräyksen tarkoituksena on taata saamelaiskäräjien osallistuminen maa-alueiden ja
sme: Mearrádus galgá sihkkarastit sámedikkiid searvama eatnamiid ja resurssaid

source: luonnonvarojen, kuten esimerkiksi yleisen maankäytön, julkiseen hallintoon.
sme: almmolaš hálddašeapmái, omd. dábálaš areálahálddašeapmái.

source: 39 artiklan
sme: Artihkkala 39 addin

source: mukainen oikeus ei koske ainoastaan alueita, joihin saamelaisilla on omistusoikeus, vaan
sme: vuoigatvuohta ii gusto duššefal dain guovlluin main sámiin lea

source: myös alueita, joihin heillä on käyttöoikeus.
sme: geavahanvuoigatvuođat.

source: Määräys käsittää myös 38 artiklassa mainitut
sme: Mearrádus gokčá artihkkala 38 mielde maiddái vuonaid ja

source: Viittaus 16 artiklaan tarkoittaa, että saamelaiskäräjät voi toisen kappaleen mukaan
sme: Čujuhus artihkkalii 16 merkkaša ahte Sámediggi Nuppi lađđasa mielde

source: vastustaa ” sellaisia toimenpiteitä, jotka voivat merkittävästi loukata saamelaisten kulttuurin,
sme: sáhttá vuostálastit ” doaibmabijuid mat mearkkašahtti muddui sáhttet vahágahttit sámi

source: elinkeinojen tai yhteiskuntaelämän perustavanlaatuisia elinehtoja ”, katso 16 artiklaa koskevat
sme: artihkkala 16 mearkkašumiid.

source: määräystä täydennetään 36 artiklalla. Jos luonnonvarojen tutkimiseen tai hyödyntämiseen
sme: Resursageavaheami ja luonddumeassamiid dáfus, de artihkkal 36 dákko

source: saatu lupa on annettu 36 artiklan nojalla, jatkotutkimusten suorittamisen ja luonnonvarojen
sme: dievasmahttá mearrádusa. Jos lohpi lea addojuvvon ohcat dahje viežžat resurssaid

source: hyödyntämisen yhteydessä sovelletaan 39 artiklan määräystä.
sme: artihkkala 36 mielde, de artihkkala 39 mearrádus boahtá atnui go dasto ohcet ja

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa harjoittaa aktiivista ympäristönsuojelua varmistautuakseen 34 ja 38 artiklassa tarkoitettujen saamelaisten maa- ja vesialueiden kestävästä kehityksestä.
sme: Birasgáhtten ja birashálddašeapmi Stáhtain lea ovttasbargguineaset sámedikkiiguin geatnegasvuohta gáhttet luonddu aktiivvalaččat, vai seailluhit bistevaš ovdáneami sámiid eanan- ja čáhceviidodagain artihkkala 34 ja 38 mielde.

source: Saamelaiskäräjillä tulee olla 16 artiklan mukainen osallistumisoikeus ympäristöhallintoon, joka vaikuttaa näihin alueisiin.
sme: Sámedikkiin galgá leat vuoigatvuohta leat mielde mearrideamen artihkkala 16 mielde birashálddašeamis mii guoská dáidda guovlluide.

source: Ensimmäinen kappale velvoittaa viranomaiset yhteistyössä saamelaiskäräjien kanssa
sme: Vuosttaš lađas geatnegahttá eiseválddiid ovttasbargat sámedikkiiguin vai

source: suojelemaan saamelaisten maa-alueita vuonot ja rannikkovedet mukaan luettuina.
sme: sáhttet sihkkarastit sámi eatnamiid birrasiid ja dán oaivilis maid vuonaid ja

source: Tämä on
sme: mearragátti čáziid.

source: tärkeää saamelaiskulttuurin aineellisen perustan varmistamiseksi, katso 33 artikla.
sme: geahča artihkkala 33.

source: Toisen kappaleen mukaan yhteistyön tulee tapahtua 16 artiklan määräysten
sme: Nuppi lađđasa mielde ovttasbargu Sámedikkiin galgá dáhpáhuvvat

source: mukaisesti, koska 40 artiklassa mainitut kysymykset ovat saamelaisille merkitykseltään
sme: artihkkala 16 mearrádusaid mielde, go dat áššit maidda artihkkal 40 gusto, leat viehka

source: olennaisia asioita.
sme: deaŧalaš áššit sámiide.

source: Saamelaiskulttuurin aineelliseen perustaan eivät vaikuta ainoastaan fyysiset
sme: Eai fysalaš meassamat ja doaibmabijut leat áidna dakkárat mat

source: toimenpiteet ja luontoon kajoaminen vaan myös eläimiin ja faunaan kohdistuvat laajat
sme: sáhttet váikkuhit sámi kultuvrra ávnnaslaš vuđđui, muhto maiddái elliid ja šattuid

source: suojelutoimet, kuten petoeläinhallinto ja kansallispuistoja koskevat määräykset.
sme: gáhtten nugo boraspirehálddašeami olis ja suodjaluvvon guovlluid mearrádusaiguin.

source: Saamelaiskäräjillä on myös oikeus osallistua tällaisten toimenpiteiden suunnitteluun
sme: Sámedikkit maid galget searvat doaibmabijuid hábmemii maiguin ráhkanit

source: ilmastonmuutosten vaikutusten torjumiseksi.
sme: dálkkádaga nuppástuvvamiidda.

source: Artikla on sopusoinnussa Rion kokouksessa vuonna 1992 hyväksytyn ympäristöä ja
sme: dedje Rio-konfereanssas jagi 1992.

source: Rion julistuksen periaatteita selostetaan julistuksen 22
sme: Rio-julggaštusa vuođđojurdagiin artihkkal 22

source: 21. vuosisadan toimintaohjelmaan, Agenda 21:een, sisältyy erillinen
sme: 21. jahkečuođi doaibmaplánas, Agenda 21, lea sierra kapihttal, kap. 26

source: Saamelaiset elinkeinot
sme: Sámi ealáhusat

source: Saamelaisten elinkeinojen ja luonnonvarojen käytön tulee nauttia erityistä suojelua oikeudellisten tai taloudellisten toimenpiteiden kautta siinä määrin kuin ne muodostavat tärkeän perustan kulttuurille.
sme: Sámi ealáhusaide ja resursageavaheapmái galgá leat earenoamáš suodjaleapmi, lágalaš dahje ekonomalaš doaibmabijuiguin jos dat leat deaŧalaččat kulturvuđđui.

source: Saamelaisten elinkeinona ja luonnonvarojen käyttönä pidetään sellaista toimintaa, joka on olennaista saamelaisten paikallisyhteisöjen säilyttämiseksi ja kehittämiseksi.
sme: Sámi ealáhussan ja resursageavaheapmin adnojuvvo dakkár doaibma mii mearkkaša ollu sámi báikkálaš servodaga seailluheapmái ja ovddideapmái.

source: Ensimmäinen kappale: Muut samoja resursseja hyödyntämään pyrkivät tahot
sme: Vuosttaš lađas: Árbevirolaš sámi ealáhusat nugo boazodoallu,

source: vastustavat voimakkaasti saamelaisten perinteisiä elinkeinoja, kuten poronhoitoa, metsästystä,
sme: meahcásteapmi, guolásteapmi, eanandoallu, duodji jna. leat lossa deattu vuolde vieris

source: kalastusta, maanviljelyä, duodjia ym. Jos saamelaisten yhteiskuntaelämä ja kulttuuri on määrä
sme: beroštumiid geažil mat dáhttot geavahit seammá resurssaid. Jos sámi servodateallin ja

source: säilyttää, saamelaisten elinkeinoja on aivan välttämätöntä suojella niin oikeudellisesti kuin
sme: kultuvra galggaš seailut, de lea áibbas dárbbašlaš suodjalit sámi ealáhusaid. Dat

source: taloudellisestikin.
sme: guoská sihkke rievttálaš ja ekonomalaš suodjaleapmái.

source: Oikeudellinen suojelu voi esimerkiksi poronhoidon osalta olla
sme: Rievttálaš suodjaleapmi

source: poronhoitoalueitten suojelua ja kalastuksen osalta sisäjärviin, jokiin ja merialueisiin
sme: mearkkaša omd. boazodollui ahte guohtuneatnamat suodjaluvvojit, ja guolástussii

source: kohdistuvien paikallisten kalastusoikeuksien suojelua. Taloudellisten toimenpiteiden
sme: ahte báikkálaš guolástanvuoigatvuođat suodjaluvvojit jávrriin, jogain ja mearas.

source: yhteydessä tulee ottaa huomioon saamelaisten pienen mittakaavan elinkeinojen
sme: Ekonomalaš doaibmabijuid dáfus, de lea dárbu váldit vuhtii daid erenoamáš dilálaš

source: erityisolosuhteet.
sme: vuođaid mat gullet sámi unnadolot ealáhusaide.

source: Maanviljelyyn kohdistuvat taloudelliset toimenpiteet on usein suunniteltu
sme: Eanandoalu vástesaš ekonomalaš

source: sellaisiksi, että ne soveltuvat paremmin suurempiin yksiköihin ja muihin ilmasto-oloihin kuin
sme: doaibmabijut leat dávjá heivehuvvon stuoribuš doaluide ja eará dálkedilálašvuođaide

source: saamelaisalueiden olosuhteisiin.
sme: go daidda mat leat sámi guovlluin.

source: Lisäksi taloudellisia toimenpiteitä ei ole useinkaan sopeutettu
sme: Dávjá ekonomalaš doaibmabijut eai leat

source: näillä alueilla harjoitettavien yhdistelmäelinkeinojen mukaisiksi.
sme: heivehuvvon lotnolas ealáhusaidege, mat leat dáin guovlluin.

source: Merikalastuksessa
sme: Mearraguolásteami

source: ammattikalastuksen harjoittaminen perustuu tavallisesti kalastuskiintiöiden jakoon.
sme: eaktu lea dábálaččat guolleeariid juolludeapmi, ovdalgo olmmoš sáhttá leat

source: Kalastuskiintiöiden osalta viitataan 38 artiklan toiseen kappaleeseen.
sme: fidnobivdi, ja guolleeriid dáfus čujuhuvvo artihkkala 38 Nuppi lađđasii.

source: Toisessa kappaleessa määritellään, mitä on pidettävä ensimmäisen kappaleen
sme: Nuppi lađđasis lea definišuvdna das, mii galgá adnojuvvot sámi ealáhussan

source: mukaisina saamelaisina elinkeinoina ja luonnonvarojen käyttönä.
sme: ja resursageavaheapmin Vuosttaš lađđasa mielde.

source: Saamelaisina elinkeinoina
sme: Dat ealáhusat ja dat resursa

source: pidetään niitä elinkeinoja ja sellaista luonnonvarojen käyttöä, jotka ovat olennaisia
sme: geavaheapmi dat leat deaŧalaččat go samit galgat seailluhit ja ovddidit sámi

source: saamelaisten paikallisyhteisöjen säilyttämiseksi ja kehittämiseksi. Koska maantieteelliset
sme: báikegottiid. Stuorra geográfalaš erohusaid dihte ja dainnago ealáhuslágit
